Repository: jungwuk-ryu/Switchyard
Catalog: app/Packages/SwitchyardLocalization/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans, zh_hant

# %@ Notices: %@
source: %1$@ Notices: %2$@
de: %1$@ Hinweise: %2$@
es: %1$@ Avisos: %2$@
fr: %1$@ Avis : %2$@
ja: %1$@ 通知: %2$@
ko: %1$@ 주의 사항: %2$@
pt_br: %1$@ Avisos: %2$@
ru: %1$@ Уведомления: %2$@
zh_hans: %1$@ 公告：%2$@
zh_hant: %1$@ 公告：%2$@

# %@ Runtime %@, source %@.
source: %1$@ Runtime %2$@, source %3$@.
de: %1$@ Laufzeitumgebung %2$@, Quelle %3$@.
es: %1$@ Entorno de ejecución %2$@, fuente %3$@.
fr: %1$@ Environnement d’exécution %2$@, source %3$@.
ja: %1$@ ランタイム %2$@、ソース %3$@。
ko: %1$@ 런타임 %2$@, 소스 %3$@.
pt_br: %1$@ Runtime %2$@, fonte %3$@.
ru: %1$@ Среда выполнения %2$@, источник %3$@.
zh_hans: %1$@ 运行时 %2$@，来源 %3$@。
zh_hant: %1$@ 執行環境 %2$@，來源 %3$@。

source: %@ Setup
de: %1$@-Setup
es: Configuración %1$@
fr: Configuration %1$@
ja: %1$@ セットアップ
ko: %1$@ 설정
pt_br: %1$@ Configuração
ru: Настройка %1$@
zh_hans: %1$@ 设置
zh_hant: %1$@ 設定

# %@ Source %@.
source: %1$@ Source %2$@.
de: %1$@ Quelle %2$@.
es: %1$@ Fuente %2$@.
ja: %1$@ ソース %2$@。
ko: %1$@ 소스 %2$@.
pt_br: %1$@ Fonte %2$@.
ru: %1$@ Источник %2$@.
zh_hans: %1$@ 来源 %2$@。
zh_hant: %1$@ 來源 %2$@。

# %@ checksum mismatch. Expected %@, got %@.
source: %1$@ checksum mismatch. Expected %2$@, got %3$@.
de: %1$@ Prüfsummenkonflikt. %2$@ erwartet, %3$@ erhalten.
es: %1$@ no coincide con la suma de comprobación. Se esperaba %2$@, obtuve %3$@.
fr: Incompatibilité de somme de contrôle %1$@. %2$@ attendu, obtenu %3$@.
ja: %1$@ チェックサムが一致しません。 %2$@ を期待していましたが、%3$@ を取得しました。
ko: %1$@ 체크섬 불일치. %2$@를 예상했지만 %3$@를 받았습니다.
pt_br: A soma de verificação de %1$@ não corresponde. Esperado: %2$@; obtido: %3$@.
ru: %1$@ несоответствие контрольной суммы. Ожидал %2$@, получил %3$@.
zh_hans: %1$@ 校验和不匹配。预期为 %2$@，得到 %3$@。
zh_hant: %1$@ 校驗和不符。預期為 %2$@，得到 %3$@。

# %@ contains GPTK markers, but its executable code is not fully Apple-signed: %@
source: %1$@ contains GPTK markers, but its executable code is not fully Apple-signed: %2$@
de: %1$@ enthält GPTK-Marker, aber sein ausführbarer Code ist nicht vollständig von Apple signiert: %2$@
es: %1$@ contiene marcadores GPTK, pero su código ejecutable no está completamente firmado por Apple: %2$@
fr: %1$@ contient des marqueurs GPTK, mais son code exécutable n'est pas entièrement signé par Apple : %2$@
ja: %1$@ には GPTK マーカーが含まれていますが、その実行可能コードは完全に Apple 署名されていません: %2$@
ko: %1$@에 GPTK 마커는 있지만, 실행 코드 일부의 Apple 서명을 확인할 수 없습니다: %2$@
pt_br: %1$@ contém marcadores do GPTK, mas o código executável não está totalmente assinado pela Apple: %2$@
ru: %1$@ содержит маркеры GPTK, но его исполняемый код не полностью подписан Apple: %2$@
zh_hans: %1$@ 包含 GPTK 标记，但其可执行代码未完全经过 Apple 签名：%2$@
zh_hant: %1$@ 包含 GPTK 標記，但其可執行程式碼未完全經過 Apple 簽署：%2$@

source: %@ exists, but no known D3DMetal/GPTK marker files were found.
de: %1$@ existiert, aber es wurden keine bekannten D3DMetal/GPTK-Markierungsdateien gefunden.
es: %1$@ existe, pero no se encontraron archivos de marcadores D3DMetal/GPTK conocidos.
fr: %1$@ existe, mais aucun fichier de marqueur D3DMetal/GPTK connu n'a été trouvé.
ja: %1$@ は存在しますが、既知の D3DMetal/GPTK マーカー ファイルが見つかりませんでした。
ko: %1$@가 존재하지만 알려진 D3DMetal/GPTK 마커 파일을 찾을 수 없습니다.
pt_br: %1$@ existe, mas nenhum arquivo de marcadores D3DMetal/GPTK conhecidos foi encontrado.
ru: %1$@ существует, но известные файлы маркеров D3DMetal/GPTK не найдены.
zh_hans: %1$@ 存在，但未找到已知的 D3DMetal/GPTK 标记文件。
zh_hant: %1$@ 存在，但找不到已知的 D3DMetal/GPTK 標記檔。

source: %@ icon
de: %1$@-Symbol
es: Icono %1$@
fr: Icône %1$@
ja: %1$@ アイコン
ko: %1$@ 아이콘
pt_br: Ícone %1$@
ru: Значок %1$@
zh_hans: %1$@ 图标
zh_hant: %1$@ 圖標

# %@ in the Open Font Pack cache failed checksum validation. Expected %@, got %@.
source: %1$@ in the Open Font Pack cache failed checksum validation. Expected %2$@, got %3$@.
de: Bei %1$@ im Open-Font-Paket-Cache ist die Prüfsummenvalidierung fehlgeschlagen. %2$@ erwartet, %3$@ erhalten.
es: %1$@ en la caché paquete de fuentes abiertas falló en la validación de la suma de comprobación. Se esperaba %2$@, obtuve %3$@.
fr: %1$@ dans le cache pack de polices libres a échoué à la validation de la somme de contrôle. %2$@ attendu, obtenu %3$@.
ja: オープンフォントパック キャッシュの %1$@ がチェックサム検証に失敗しました。 %2$@ を期待していましたが、%3$@ を取得しました。
ko: 오픈 폰트 팩 캐시의 %1$@가 체크섬 검증에 실패했습니다. %2$@를 예상했지만 %3$@를 받았습니다.
pt_br: %1$@ no cache do pacote de fontes abertas falhou na verificação. Esperado: %2$@; obtido: %3$@.
ru: %1$@ в кэше пакет открытых шрифтов не прошел проверку контрольной суммы. Ожидал %2$@, получил %3$@.
zh_hans: 开放字体包 缓存中的 %1$@ 校验和验证失败。预期为 %2$@，得到 %3$@。
zh_hant: 開放字型套件 快取中的 %1$@ 校驗和驗證失敗。預期為 %2$@，得到 %3$@。

source: %@ is already running
de: %1$@ läuft bereits
es: %1$@ ya se está ejecutando
fr: %1$@ est déjà en cours d'exécution
ja: %1$@ はすでに実行されています
ko: %1$@가 이미 실행 중입니다.
pt_br: %1$@ já está em execução
ru: %1$@ уже запущен
zh_hans: %1$@ 已在运行
zh_hant: %1$@ 已在運行

# %@ is missing from the Open Font Pack cache: %@
source: %1$@ is missing from the Open Font Pack cache: %2$@
de: %1$@ fehlt im Open-Font-Paket-Cache: %2$@
es: Falta %1$@ en la caché paquete de fuentes abiertas: %2$@
fr: %1$@ est absent du cache pack de polices libres : %2$@
ja: %1$@ が オープンフォントパック キャッシュにありません: %2$@
ko: %1$@가 오픈 폰트 팩 캐시에서 누락되었습니다: %2$@
pt_br: %1$@ não está no cache do pacote de fontes abertas: %2$@
ru: %1$@ отсутствует в кеше пакет открытых шрифтов: %2$@
zh_hans: 开放字体包 缓存中缺少 %1$@：%2$@
zh_hant: 開放字型套件 快取中缺少 %1$@：%2$@

source: %@ is now the active app-wide runtime.
de: %1$@ ist jetzt die appweit aktive Laufzeitumgebung.
es: %1$@ es ahora el entorno de ejecución activo de toda la app.
fr: %1$@ est désormais l’environnement d’exécution actif de toute l’app.
ja: %1$@ をアプリ全体のアクティブなランタイムに設定しました。
ko: %1$@가 앱 전체의 활성 런타임으로 설정되었습니다.
pt_br: %1$@ agora é o runtime ativo de todo o app.
ru: %1$@ теперь используется как активная среда выполнения во всём приложении.
zh_hans: %1$@ 现已设为全局活动运行时。
zh_hant: %1$@ 現已設為全 App 共用的執行環境。

source: %@ was removed from Switchyard, but its folder was already missing.
de: %1$@ wurde aus Switchyard entfernt, aber sein Ordner fehlte bereits.
es: %1$@ se eliminó de Switchyard, pero ya faltaba su carpeta.
fr: %1$@ a été supprimé de Switchyard, mais son dossier était déjà manquant.
ja: %1$@ は Switchyard から削除されましたが、そのフォルダーはすでに見つかりませんでした。
ko: %1$@가 Switchyard에서 제거되었지만 해당 폴더가 이미 없습니다.
pt_br: %1$@ foi removido do Switchyard, mas a pasta já não existia.
ru: %1$@ был удален из Switchyard, но его папка уже отсутствовала.
zh_hans: %1$@ 已从 Switchyard 中删除，但其文件夹已丢失。
zh_hant: %1$@ 已從 Switchyard 中刪除，但其資料夾已遺失。

# %@ · %@ · source %@
source: %1$@ · %2$@ · source %3$@
de: %1$@ · %2$@ · Quelle %3$@
es: %1$@ · %2$@ · fuente %3$@
ja: %1$@ · %2$@ · ソース %3$@
ko: %1$@ · %2$@ · 소스 %3$@
pt_br: %1$@ · %2$@ · fonte %3$@
ru: %1$@ · %2$@ · источник %3$@
zh_hans: %1$@ · %2$@ · 来源 %3$@
zh_hant: %1$@ · %2$@ · 來源 %3$@

source: %lld Windows applications found in this container
de: %1$lld Windows Anwendungen in diesem Container gefunden
es: Aplicaciones %1$lld Windows encontradas en este contenedor
fr: Applications %1$lld Windows trouvées dans ce conteneur
ja: このコンテナ内で %1$lld Windows アプリケーションが見つかりました
ko: 이 컨테이너에서 Windows 앱 %1$lld개를 찾았습니다.
pt_br: %1$lld apps do Windows encontrados neste contêiner
ru: %1$lld Windows приложения, найденные в этом контейнере
zh_hans: 在此容器中找到 %1$lld Windows 应用程序
zh_hant: 在此容器中找到 %1$lld Windows 應用程式

source: %lld entries
de: %1$lld-Einträge
es: Entradas %1$lld
fr: Entrées %1$lld
ja: %1$lld エントリ
ko: %1$lld 항목
pt_br: %1$lld entradas
ru: Записи %1$lld
zh_hans: %1$lld 条目
zh_hant: %1$lld 條目

source: %lld high-volume log entries were omitted from the live view; the protected per-run debug log retains the complete output when developer logging is enabled.
de: %1$lld hochvolumigen Logbucheinträge wurden aus der Live-Ansicht ausgelassen; Das geschützte Debuglog pro Ausführung speichert die vollständige Ausgabe, wenn das Entwicklerlogging aktiviert ist.
es: %1$lld entradas de registro de alto volumen se omitieron de la vista en directo; El registro de depuración protegido por ejecución conserva la salida completa cuando el registro de desarrollador está habilitado.
fr: %1$lld entrées de journal à grand volume ont été omis de la vue en direct ; Le journal de débogage protégé par exécution conserve la sortie complète lorsque la journalisation développeur est activée.
ja: %1$lld大量のログエントリはライブビューから除外され、開発者ログが有効化されている場合でも、保護された実行ごとのデバッグログは完全な出力を保持します。
ko: 라이브 화면에서 로그 %1$lld개를 생략했습니다. 개발자 로깅이 켜져 있으면 실행별 디버그 로그에서 전체 내용을 확인할 수 있습니다.
pt_br: %1$lld entradas de log de alto volume foram omitidas da visualização ao vivo. Quando o log de desenvolvedor está ativo, o arquivo de depuração protegido de cada execução preserva a saída completa.
ru: %1$lld записи в журнале с большим объёмом были опущены в прямом эфире; Защищённый журнал отладки за запуск сохраняет полный результат при включении логирования разработчика.
zh_hans: %1$lld高流量日志条目被从实时视图中省略;当启用开发者日志时，受保护的每次运行调试日志会保留完整的输出。
zh_hant: %1$lld高容量的日誌條目未從即時檢視中顯示;當啟用開發者日誌時，受保護的每次執行除錯日誌會保留完整輸出。

source: %lld more items
de: %1$lld weitere Einträge
es: %1$lld elementos más
fr: %1$lld éléments supplémentaires
ja: ほか %1$lld 項目
ko: %1$lld개 더 있음
pt_br: Mais %1$lld itens
ru: Ещё %1$lld
zh_hans: 另有 %1$lld 项
zh_hant: 另有 %1$lld 個項目

source: 1. Open Apple's download page
de: 1. Öffnen Sie die Download-Seite von Apple
es: 1. Abra la página de descarga de Apple.
fr: 1. Ouvrez la page de téléchargement d'Apple
ja: 1. Appleのダウンロードページを開きます
ko: 1. Apple의 다운로드 페이지를 엽니다.
pt_br: 1. Abra a página de download da Apple
ru: 1. Откройте страницу загрузки Apple.
zh_hans: 1.打开苹果的下载页面
zh_hant: 1.打開蘋果的下載頁面

source: 2. Sign in and download the newest Game Porting Toolkit .dmg
de: 2. Melden Sie sich an und laden Sie die neueste Version Game Porting Toolkit .dmg herunter
es: 2. Inicie sesión y descargue la versión más reciente Game Porting Toolkit .dmg
fr: 2. Connectez-vous et téléchargez la dernière version de Game Porting Toolkit .dmg.
ja: 2. サインインして、最新の Game Porting Toolkit .dmg をダウンロードします。
ko: 2. 로그인하고 최신 Game Porting Toolkit .dmg를 다운로드하세요.
pt_br: 2. Inicie sessão e baixe o arquivo .dmg mais recente do Game Porting Toolkit
ru: 2. Войдите в систему и загрузите новейшую версию Game Porting Toolkit .dmg.
zh_hans: 2.登录并下载最新的Game Porting Toolkit .dmg
zh_hant: 2.登入並下載最新的Game Porting Toolkit .dmg

source: 3. Return here — Switchyard will find it automatically
de: 3. Kehren Sie hierher zurück – Switchyard findet es automatisch
es: 3. Regrese aquí: Switchyard lo encontrará automáticamente.
fr: 3. Revenez ici — Switchyard le trouvera automatiquement
ja: 3. ここに戻ります — Switchyard が自動的に見つけます
ko: 3. 여기로 돌아오세요. Switchyard가 자동으로 찾아줍니다.
pt_br: 3. Volte aqui — Switchyard encontrará automaticamente
ru: 3. Вернитесь сюда — Switchyard найдет его автоматически.
zh_hans: 3. 返回这里 — Switchyard 会自动找到它
zh_hant: 3. 返回這裡 — Switchyard 會自動找到它

source: A Wine release does not include its runtime manifest.
de: Eine Wine-Version enthält kein Laufzeitmanifest.
es: Una versión de Wine no incluye su manifiesto del entorno de ejecución.
fr: Une version de Wine ne contient pas son manifeste d’environnement d’exécution.
ja: Wine リリースにランタイムマニフェストが含まれていません。
ko: Wine 릴리스에 런타임 매니페스트가 없습니다.
pt_br: Uma versão do Wine não contém o manifesto do runtime.
ru: В выпуске Wine отсутствует манифест среды выполнения.
zh_hans: Wine 版本不包含运行时清单。
zh_hant: Wine 版本未包含執行環境資訊清單。

source: A Wine release points to an untrusted runtime manifest.
de: Eine Wine-Version verweist auf ein nicht vertrauenswürdiges Laufzeitmanifest.
es: Una versión de Wine apunta a un manifiesto del entorno de ejecución que no es de confianza.
fr: Une version de Wine pointe vers un manifeste d’environnement d’exécution non fiable.
ja: Wine リリースが信頼できないランタイムマニフェストを参照しています。
ko: Wine 릴리스가 신뢰할 수 없는 런타임 매니페스트를 가리킵니다.
pt_br: Uma versão do Wine aponta para um manifesto de runtime não confiável.
ru: Выпуск Wine ссылается на недоверенный манифест среды выполнения.
zh_hans: Wine 版本指向了不受信任的运行时清单。
zh_hant: Wine 版本指向不受信任的執行環境資訊清單。

source: A Wine runtime manifest could not be verified: %@
de: Ein Wine-Laufzeitmanifest konnte nicht überprüft werden: %1$@
es: No se pudo verificar un manifiesto del entorno de ejecución de Wine: %1$@
fr: Impossible de vérifier un manifeste d’environnement d’exécution Wine : %1$@
ja: Wine ランタイムマニフェストを検証できませんでした：%1$@
ko: Wine 런타임 매니페스트를 확인할 수 없습니다: %1$@
pt_br: Não foi possível verificar um manifesto de runtime do Wine: %1$@
ru: Не удалось проверить манифест среды выполнения Wine: %1$@
zh_hans: 无法验证 Wine 运行时清单：%1$@
zh_hant: 無法驗證 Wine 執行環境資訊清單：%1$@

source: A different GPTK import already exists at the immutable destination.
de: Am unveränderlichen Ziel ist bereits ein anderer GPTK-Import vorhanden.
es: Ya existe una importación GPTK diferente en el destino inmutable.
fr: Une autre importation GPTK existe déjà au niveau de la destination immuable.
ja: 別の GPTK インポートが不変の宛先にすでに存在します。
ko: 변경할 수 없는 대상에 다른 GPTK 가져오기가 이미 존재합니다.
pt_br: Uma importação GPTK diferente já existe no destino imutável.
ru: Другой импорт GPTK уже существует в неизменяемом месте назначения.
zh_hans: 不可变目标中已存在不同的 GPTK 导入。
zh_hant: 不可變目標中已存在不同的 GPTK 匯入。

source: A different runtime already exists at the immutable release destination.
de: Am unveränderlichen Release-Ziel ist bereits eine andere Laufzeit vorhanden.
es: Ya existe un tiempo de ejecución diferente en el destino de versión inmutable.
fr: Un environnement d'exécution différent existe déjà au niveau de la destination de version immuable.
ja: 不変のリリース先には、別のランタイムがすでに存在します。
ko: 변경할 수 없는 설치 위치에 다른 런타임이 이미 있습니다.
pt_br: Já existe outro runtime no destino imutável desta versão.
ru: В неизменяемом месте выпуска уже существует другая среда выполнения.
zh_hans: 不可变的发布目的地已存在不同的运行时。
zh_hant: 不可變的發布目的地已存在不同的運行時。

source: A guided setup with safe defaults
de: Eine geführte Einrichtung mit sicheren Standardeinstellungen
es: Una configuración guiada con valores predeterminados seguros
fr: Une configuration guidée avec des valeurs par défaut sûres
ja: 安全なデフォルトを使用したガイド付きセットアップ
ko: 안전한 기본값을 사용한 안내 설정
pt_br: Uma configuração guiada com padrões seguros
ru: Пошаговая настройка с безопасными настройками по умолчанию
zh_hans: 具有安全默认值的指导设置
zh_hant: 具有安全預設值的指導設置

source: A newer Switchyard release recommends the latest runtime. Other signed official versions remain available under Wine Runtime settings.
de: Eine neuere Switchyard-Version empfiehlt die aktuelle Laufzeitumgebung. Andere signierte offizielle Versionen bleiben in den Wine-Laufzeiteinstellungen verfügbar.
es: Una versión más reciente de Switchyard recomienda el último entorno de ejecución. Las demás versiones oficiales firmadas siguen disponibles en los ajustes del entorno de Wine.
fr: Une version plus récente de Switchyard recommande le dernier environnement d’exécution. Les autres versions officielles signées restent disponibles dans les réglages de l’environnement Wine.
ja: 新しい Switchyard リリースでは最新のランタイムが推奨されています。署名済みのほかの公式バージョンは「Wine ランタイム」設定から選択できます。
ko: 새 Switchyard 릴리스에서는 최신 런타임을 권장합니다. 서명된 다른 공식 버전은 Wine 런타임 설정에서 선택할 수 있습니다.
pt_br: Uma versão mais recente do Switchyard recomenda o runtime mais atual. Outras versões oficiais assinadas continuam disponíveis nos ajustes do runtime do Wine.
ru: Новая версия Switchyard рекомендует последнюю среду выполнения. Другие подписанные официальные версии доступны в настройках среды выполнения Wine.
zh_hans: 新版 Switchyard 建议使用最新运行时。你仍可在“Wine 运行时”设置中选择其他已签名的官方版本。
zh_hant: 新版 Switchyard 建議使用最新的執行環境。你仍可在「Wine 執行環境」設定中選擇其他已簽署的官方版本。

source: A published release is missing its publication date.
de: Bei einer veröffentlichten Version fehlt das Veröffentlichungsdatum.
es: Falta la fecha de publicación de una versión publicada.
fr: Il manque la date de publication d’une version publiée.
ja: 公開済みリリースに公開日がありません。
ko: 게시된 릴리스에 게시 날짜가 없습니다.
pt_br: Falta a data de publicação de uma versão publicada.
ru: У опубликованного выпуска отсутствует дата публикации.
zh_hans: 已发布版本缺少发布日期。
zh_hant: 已發佈版本缺少發佈日期。

source: Accept and Install
de: Akzeptieren und installieren
es: Aceptar e instalar
fr: Accepter et installer
ja: 同意してインストールする
ko: 동의 및 설치
pt_br: Aceitar e instalar
ru: Примите и установите
zh_hans: 接受并安装
zh_hant: 接受並安裝

source: Accept and Install Rosetta 2
de: Akzeptieren und installieren Sie Rosetta 2
es: Acepte e instale Rosetta 2
fr: Acceptez et installez Rosetta 2
ja: Rosetta 2 を受け入れてインストールします
ko: Rosetta 2 수락 및 설치
pt_br: Aceitar e instalar o Rosetta 2
ru: Примите и установите Rosetta 2
zh_hans: 接受并安装 Rosetta 2
zh_hant: 接受並安裝 Rosetta 2

source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 使用中
ko: 활성
pt_br: Ativo
ru: Активная
zh_hans: 活动
zh_hant: 使用中

source: Active Runtime
de: Aktive Laufzeitumgebung
es: Entorno de ejecución activo
fr: Environnement d’exécution actif
ja: 使用中のランタイム
ko: 활성 런타임
pt_br: Runtime ativo
ru: Активная среда выполнения
zh_hans: 活动运行时
zh_hant: 使用中的執行環境

source: Active Wine Runtime
de: Aktive Wine-Laufzeitumgebung
es: Entorno de ejecución de Wine activo
fr: Environnement d’exécution Wine actif
ja: 使用中の Wine ランタイム
ko: 활성 Wine 런타임
pt_br: Runtime do Wine ativo
ru: Активная среда выполнения Wine
zh_hans: 活动 Wine 运行时
zh_hant: 使用中的 Wine 執行環境

source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
pt_br: Atividade
ru: Активность
zh_hans: 活动
zh_hant: 活動

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 加入

source: Add Container
de: Container hinzufügen
es: Añadir contenedor
fr: Ajouter un conteneur
ja: コンテナを追加
ko: 컨테이너 추가
pt_br: Adicionar contêiner
ru: Добавить контейнер
zh_hans: 添加容器
zh_hant: 加入容器

source: Add another app to the running Windows session
de: Fügen Sie der laufenden Windows-Sitzung eine weitere App hinzu
es: Agregue otra aplicación a la sesión Windows en ejecución
fr: Ajouter une autre application à la session Windows en cours d'exécution
ja: 実行中の Windows セッションに別のアプリを追加します
ko: 실행 중인 Windows 세션에 다른 앱 추가
pt_br: Adicionar outro aplicativo à sessão do Windows em execução
ru: Добавьте еще одно приложение в работающий сеанс Windows.
zh_hans: 将另一个应用程序添加到正在运行的 Windows 会话
zh_hant: 將另一個應用程式新增至正在執行的 Windows 會話

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
pt_br: Avançado
ru: Дополнительно
zh_hans: 高级
zh_hant: 進階

source: Advanced Options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
ja: 詳細オプション
ko: 고급 옵션
pt_br: Opções avançadas
ru: Дополнительные параметры
zh_hans: 高级选项
zh_hant: 進階選項

source: All
de: Alle
es: Todos
fr: Tout
ja: すべて
ko: 모두
pt_br: Todos
ru: Все
zh_hans: 全部
zh_hant: 全部

source: All Applications
de: Alle Apps
es: Todas las apps
fr: Toutes les apps
ja: すべてのアプリ
ko: 모든 앱
pt_br: Todos os aplicativos
ru: Все приложения
zh_hans: 所有应用
zh_hant: 所有 App

source: All Windows apps in %@ will close. Unsaved work may be lost.
de: Alle Windows-Apps in %1$@ werden geschlossen. Nicht gespeicherte Arbeiten gehen möglicherweise verloren.
es: Se cerrarán todas las aplicaciones Windows en %1$@. Es posible que se pierda el trabajo no guardado.
fr: Toutes les applications Windows dans %1$@ se fermeront. Le travail non enregistré peut être perdu.
ja: %1$@ 内のすべての Windows アプリが終了します。保存されていない作業内容は失われる可能性があります。
ko: %1$@의 모든 Windows 앱이 종료됩니다. 저장하지 않은 작업은 손실될 수 있습니다.
pt_br: Todos os aplicativos do Windows em %1$@ serão fechados. Alterações não salvas poderão ser perdidas.
ru: Все приложения Windows в %1$@ закроются. Несохраненная работа может быть потеряна.
zh_hans: %1$@ 中的所有 Windows 应用程序都将关闭。未保存的工作可能会丢失。
zh_hant: %1$@ 中的所有 Windows 應用程式都將關閉。未儲存的工作可能會遺失。

source: Allow about 5–15 minutes and roughly 1 GB of free space. Download time depends on your connection.
de: Planen Sie etwa 5–15 Minuten und etwa 1 GB freien Speicherplatz ein. Die Downloadzeit hängt von Ihrer Verbindung ab.
es: Espere entre 5 y 15 minutos y aproximadamente 1 GB de espacio libre. El tiempo de descarga depende de su conexión.
fr: Attendez environ 5 à 15 minutes et environ 1 Go d'espace libre. Le temps de téléchargement dépend de votre connexion.
ja: 約 5 ～ 15 分かかり、約 1 GB の空き容量が必要になります。ダウンロード時間は接続によって異なります。
ko: 약 5~15분 정도의 여유 공간과 약 1GB의 여유 공간을 확보하세요. 다운로드 시간은 연결 상태에 따라 다릅니다.
pt_br: Permita cerca de 5 a 15 minutos e aproximadamente 1 GB de espaço livre. O tempo de download depende da sua conexão.
ru: Выделите около 5–15 минут и примерно 1 ГБ свободного места. Время загрузки зависит от вашего соединения.
zh_hans: 需要大约 5-15 分钟和大约 1 GB 的可用空间。下载时间取决于您的连接。
zh_hant: 需要大約 5-15 分鐘和大約 1 GB 的可用空間。下載時間取決於您的連線。

source: Another runtime installation is already in progress.
de: Eine weitere Laufzeitinstallation ist bereits in Bearbeitung.
es: Ya se está realizando otra instalación en tiempo de ejecución.
fr: Une autre installation du runtime est déjà en cours.
ja: 別のランタイムのインストールがすでに進行中です。
ko: 다른 런타임 설치가 이미 진행 중입니다.
pt_br: Já há outra instalação do runtime em andamento.
ru: Другая установка среды выполнения уже выполняется.
zh_hans: 另一个运行时安装已经在进行中。
zh_hant: 另一個運行時安裝已經在進行中。

source: Any remaining Windows processes for %@ will be stopped before its folder is moved to Trash.
de: Alle verbleibenden Windows-Prozesse für %1$@ werden gestoppt, bevor der Ordner in den Papierkorb verschoben wird.
es: Cualquier proceso restante de Windows para %1$@ se detendrá antes de que su carpeta se mueva a la Papelera.
fr: Tous les processus Windows restants pour %1$@ seront arrêtés avant que son dossier ne soit déplacé vers la corbeille.
ja: %1$@ の残りの Windows プロセスは、フォルダーがゴミ箱に移動される前に停止されます。
ko: %1$@의 폴더를 휴지통으로 옮기기 전에 남아 있는 Windows 프로세스를 모두 중지합니다.
pt_br: Quaisquer processos Windows restantes para %1$@ serão interrompidos antes que sua pasta seja movida para a Lixeira.
ru: Все оставшиеся процессы Windows для %1$@ будут остановлены до того, как его папка будет перемещена в корзину.
zh_hans: %1$@ 的任何剩余 Windows 进程都将在其文件夹移至垃圾箱之前停止。
zh_hant: %1$@ 的任何剩餘 Windows 進程都將在其資料夾移至垃圾箱之前停止。

source: App Update Required
de: App-Update erforderlich
es: Se requiere actualización de la aplicación
fr: Mise à jour de l'application requise
ja: アプリのアップデートが必要です
ko: 앱 업데이트 필요
pt_br: Atualização do app necessária
ru: Требуется обновление приложения
zh_hans: 需要更新应用程序
zh_hant: 需要更新應用程式

source: Apple compatibility support
de: Unterstützung für Apple-Kompatibilität
es: Soporte de compatibilidad de Apple
fr: Prise en charge de la compatibilité Apple
ja: Apple互換性サポート
ko: Apple 호환성 지원
pt_br: Suporte à compatibilidade com a Apple
ru: Поддержка совместимости Apple
zh_hans: 苹果兼容性支持
zh_hant: 蘋果相容性支持

source: Apple graphics
de: Apple-Grafik
es: Gráficos de Apple
fr: Graphismes Apple
ja: Apple グラフィックス
ko: Apple 그래픽
pt_br: Gráficos da Apple
ru: Графика Apple
zh_hans: Apple 图形
zh_hant: Apple 圖形

source: Apple graphics support
de: Apple-Grafikunterstützung
es: Soporte de gráficos de Apple
fr: Prise en charge des graphiques Apple
ja: Apple グラフィックスのサポート
ko: 애플 그래픽 지원
pt_br: Suporte gráfico da Apple
ru: Поддержка графики Apple
zh_hans: 苹果显卡支持
zh_hant: 蘋果顯示卡支持

source: Apple's support for Intel-based apps is installed.
de: Apples Unterstützung für Intel-basierte Apps ist installiert.
es: Está instalado el soporte de Apple para aplicaciones basadas en Intel.
fr: La prise en charge d'Apple pour les applications basées sur Intel est installée.
ja: Apple の Intel ベースのアプリのサポートがインストールされています。
ko: Intel 기반 앱을 실행하는 Apple 호환 기능이 설치되어 있습니다.
pt_br: O suporte da Apple para aplicativos baseados em Intel está instalado.
ru: Установлена поддержка Apple для приложений на базе Intel.
zh_hans: Apple 对基于 Intel 的应用程序的支持已安装。
zh_hant: Apple 對基於 Intel 的應用程式的支援已安裝。
